import Footer from "./footer";
import Navbar from "./Navbar";


function Services(){
    return <>
    <Navbar/>
    <section className="services-section">
  <h2 className="services-title">ΥΠΗΡΕΣΙΕΣ</h2>

  <div className="services-cards">
    <div className="service-card">
      <h3>Μηχανικές Εργασίες</h3>
      <p>
        Εξειδικευμένες υπηρεσίες επισκευής και συντήρησης μηχανών σκαφών, με γνώση και εμπειρία σε όλους τους τύπους κινητήρων.
      </p>
    </div>

    <div className="service-card">
      <h3>Μετατροπες</h3>
      <p>
        Επαγγελματικός έλεγχος, αναβάθμιση και επιδιόρθωση ηλεκτρικών συστημάτων για ασφαλή και αξιόπιστη λειτουργία του σκάφους σας.
      </p>
    </div>

    <div className="service-card">
      <h3>Ηλεκτρικά</h3>
      <p>
        Επαγγελματικός έλεγχος, αναβάθμιση και επιδιόρθωση ηλεκτρικών συστημάτων για ασφαλή και αξιόπιστη λειτουργία του σκάφους σας.
      </p>
    </div>

    <div className="service-card">
      <h3>Συντηρηση</h3>
      <p>
        Επαγγελματικός έλεγχος, αναβάθμιση και επιδιόρθωση ηλεκτρικών συστημάτων για ασφαλή και αξιόπιστη λειτουργία του σκάφους σας.
      </p>
    </div>

    <div className="service-card">
      <h3>Καθαρισμος</h3>
      <p>
        Επαγγελματικός έλεγχος, αναβάθμιση και επιδιόρθωση ηλεκτρικών συστημάτων για ασφαλή και αξιόπιστη λειτουργία του σκάφους σας.
      </p>
    </div>

    <div className="service-card">
      <h3>Πληροφοριες</h3>
      <p>
        Επαγγελματικός έλεγχος, αναβάθμιση και επιδιόρθωση ηλεκτρικών συστημάτων για ασφαλή και αξιόπιστη λειτουργία του σκάφους σας.
      </p>
    </div>
  </div>
</section>
<Footer />
    </>
}

export default Services;